sdaiIsSubtypeOfBN(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
The Is Subtype Of function shall determine whether an entity definition is a subtype of another entity
definition.
\param schemaName [in] schema name
\param subName [in] name of subtype
\param superName [in] name of supertype
\returns sdaiTRUE if supertype is supertype of subtype, in other case sdaiFALSE